[
  {
    "label": "negativo",
    "text": "Péssimo atendimento na triagem de urgência para adultos pela enfermeira Claudia Cruz. Arrogante e fria, a mostrar 0 interesse pelas queixas do doente."
  },
  {
    "label": "negativo",
    "text": "Espera demasiado longa, mais de 4 horas, sem informação clara sobre tempos de espera."
  },
  {
    "label": "negativo",
    "text": "Funcionárias da receção arrogantes e sem paciência, casas de banho inundadas e falta total de manutenção."
  },
  {
    "label": "negativo",
    "text": "Na urgência pediátrica, a triagem foi mal feita e demorámos quase 3 horas para ser atendidos, mesmo com febre alta."
  },
  {
    "label": "negativo",
    "text": "O atendimento telefónico é péssimo — música por mais de 15 minutos e ninguém atende."
  },
  {
    "label": "negativo",
    "text": "A triagem não é humanizada; falta empatia total, e mandaram-me 'voltar para casa' quando pedi previsão da espera."
  },
  {
    "label": "neutro",
    "text": "Os serviços clínicos são bastante bons, mas algumas rececionistas são arrogantes e prepotentes."
  },
  {
    "label": "neutro",
    "text": "Consulta normal, sem grandes problemas."
  },
  {
    "label": "neutro",
    "text": "Experiência dentro do esperado, nem muito boa nem muito má."
  },
  {
    "label": "neutro",
    "text": "Visita de rotina; tudo ocorreu normalmente."
  },
  {
    "label": "neutro",
    "text": "Serviço adequado, nada de especial a apontar."
  },
  {
    "label": "neutro",
    "text": "Tempo de espera razoável e atendimento padrão."
  },
  {
    "label": "positivo",
    "text": "Hospital muito bom! Sempre fui muito bem atendida, especialmente durante uma urgência com dores fortes."
  },
  {
    "label": "positivo",
    "text": "Agradeço a todos os profissionais envolvidos no diagnóstico e internamento da minha filha — atendimento exemplar."
  },
  {
    "label": "positivo",
    "text": "A triagem foi de imediato e o tempo de espera correspondeu ao anunciado no site."
  },
  {
    "label": "positivo",
    "text": "Consulta de obstetrícia excelente — profissionais atenciosos e cuidadosos."
  },
  {
    "label": "positivo",
    "text": "Fui muito bem recebido, triagem rápida e atendimento eficiente."
  },
  {
    "label": "positivo",
    "text": "Minha experiência no pronto-socorro foi excelente: triagem em 10 minutos e atendimento profissional."
  }
]
